Revit 2027 API
ParameterTypeId.DefinesConstantHeight Property
 "Defines Constant Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DefinesConstantHeight { get; }
Public Shared ReadOnly Property DefinesConstantHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DefinesConstantHeight {
	ForgeTypeId^ get ();
}
static member DefinesConstantHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace